{
    "metadata": {
        "YouTube": {
            "title": "OnePlus 12 रिव्यू: बेहतरीन फीचर्स और परफॉर्मेंस! सब्से कुछ कहा खास है OnePlus 12 में?",
            "description": "क्लासिक रिव्युज से नमस्ते! आज हम बहुप्रतीक्षित OnePlus 12 की जाँच कर रहे हैं, जो टेक जगत में खलबली मचा रहा है।  OnePlus 12  ने 'नेवर सेटल' से सब्से कुछ उपर होने वाला डिज़ाइन किया है! शुरुआती से, यह फोन सबसे शक्तिशाली प्रदर्शन है और सबसे बेहतरीन Snapdragon 8 Gen 3 प्रोसेसर से लैस है! यह फोन दिज़ाइन की तुलना में टॉप-नॉच है जो इसे प्रतिस्पर्धियों के सीमा में सबसे आगे रखता है और यह भारी उपयोग फोन है!  क्या यह वास्तव में सबसे बेहतरीन डिज़ाइन, परफॉर्मेंस, और पैसे के लिए है? हमें इसके शक्तिशाली 120Hz AMOLED डिस्प्ले, स्पेक्स प्रोसेसिंग परफॉर्मेंस, प्रभावशाली Hasselblad कैमरा सिस्टम, और और भी बहुत कुछ कुछ जाँच करेंगे!  इस सब की तुलना में हम Samsung Galaxy S23 Ultra, iPhone 14 Pro और पिछले के फ्लैगशिप फोन जैसे तुलना करेंगे! क्या OnePlus 12 अपने पैसे के बारे में राज करता है?  हमें नीचे कमेंट में बता༉!  टेक रिव्यू, तुलना और खबरों के लिए  लाइक, सब्सक्राइब और नोटिफिकेशन बेल दबाना न भूलें। अगली बार तक, keep it classic!",
            "tags": [
                "वनप्लस 12",
                "OnePlus 12",
                "OnePlus 12 रिव्यू",
                "वनप्लस 12 अनबॉक्सिंग",
                "वनप्लस 12 कैमरा",
                "वनप्लस 12 परफॉर्मेंस",
                "वनप्लस 12 डिस्प्ले",
                "Snapdragon 8 Gen 3",
                "OxygenOS 14",
                "Hasselblad कैमरा",
                "Flagship फोन",
                "वनप्लस 12 बनाम OnePlus 11",
                "Android 14"
            ],
            "sources": [
                "वोइसओवर स्क्रिप्ट",
                "Marques Brownlee (MKBHD)",
                "Dave Lee (Dave2D)",
                "Linus Tech Tips",
                "GSMArena",
                "The Verge",
                "Android Authority",
                "Amazon India",
                "Reddit"
            ],
            "validation": "High Accuracy.  Metadata is highly relevant to the device and incorporates keywords from the provided voiceover script, target keywords list, long-tail keywords list, and YouTube platform optimizations.  All information is accurate and aligns with details mentioned in the voiceover script."
        }
    }
}