[
  {
    "start": 0.0,
    "end": 3.8,
    "text": "गूगल पिक्सल 8 प्रो ने कैमरा विभाग में महत्वपूर्ण नयन किए हैं।"
  },
  {
    "start": 3.8,
    "end": 10.0,
    "text": "एक क्षेत्र जिसमें पिक्सल फोन हमेशा उत्कृष्ट रहे हैं जबकि हम अभी भी विस्तृत विश्लेषण एकत्र कर रहे हैं।"
  },
  {
    "start": 10.0,
    "end": 15.9,
    "text": "प्रारंभिक चैन से पता चलता है कि गूगल ने एक बार फिर से स्मार्टफोन फोटोग्राफी के मंडन को बढ़ा दिया है।"
  },
  {
    "start": 15.9,
    "end": 25.9,
    "text": "एमकेबीएचडी ने अपनी प्रारंभिक चैन की वीडियो में कैमरे के को लाइट प्रदर्शन की प्रशंसा करते हुए कहा, पिक्सल 8 प्रो की को लाइट फोटोग्राफी अपनी ही एक श्रेणी में है।"
  },
  {
    "start": 25.9,
    "end": 31.1,
    "text": "यह अविश्वसनीय है कि यह लगभग अंधेरे में कितनी डिटेल और स्पष्ट कैप्चर करता है।"
  },
  {
    "start": 31.1,
    "end": 36.3,
    "text": "उन्नत से ऊपर जूम और बेहतर वीडियो फ्री कारण भी सकारात्मक चर्चा पैदा कर रहे हैं।"
  },
  {
    "start": 36.3,
    "end": 41.3,
    "text": "भारतीय टेक समीक्षक जिग रंजीत ने अपने रिव्यू में विशेष रूप से उल्लेख किया।"
  },
  {
    "start": 41.3,
    "end": 45.1,
    "text": "पिक्सल 8 प्रो का कैमरा विभिन्न परिस्थितियों में चमकता है।"
  },
  {
    "start": 45.1,
    "end": 49.7,
    "text": "विशेष रूप से को लाइट में और नई वीडियो सुविधा काफी प्रभावशाली हैं।"
  },
  {
    "start": 49.7,
    "end": 53.2,
    "text": "उपयोगकर्ता टिप्पणियां भी इस भावना को प्रतिद्वनीत करती है।"
  },
  {
    "start": 53.2,
    "end": 59.7,
    "text": "कई लोग रेडित और एक्सपी पूर्व में ट्विटर जैसे मंच ऊपर कमरे की बहुमुखी प्रतिभा और छवि गुणवत्ता की।"
  },
  {
    "start": 59.0,
    "end": 59.7,
    "text": "कर रहे हैं।"
  },
  {
    "start": 59.7,
    "end": 69.1,
    "text": "उदाहरण के लिए एक उपयोगकर्ता ने टिप्पणी की अभी-अभी मैं पिक्सल एक प्रो से अपनी पहली कुछ शॉट्स ली है और मैं डिटेल और कलर एक्यूरेसी से चकित हूं।"
  },
  {
    "start": 69.1,
    "end": 70.9,
    "text": "पोट्रेट्स अद्भुत दिखते हैं।"
  },
  {
    "start": 70.9,
    "end": 80.8,
    "text": "भारत में लोकप्रिय डिवीजन जैसे आईफोन 15 प्रो मैक्स और सैमसंग गैलेक्सी s23 अल्ट्रा की तुलना में पिक्सल 8 प्रो खुद के लिए एक मजबूत मामला प्रस्तुत करता है।"
  },
  {
    "start": 80.8,
    "end": 97.9,
    "text": "विशेष रूप से आई समर्थित कंप्यूटेशनल फोटोग्राफी और मैजिक इरेज़र और फोटो अंदर जैसी सॉफ्टवेयर चलत सुविधाओं के साथ हालांकि ये ध्यान रखना महत्वपूर्ण है कि कुछ उपयोग कर्ताओं ने कैमरे के शटर लैब और छवि प्रसंस्करण में कभी-कभी होने वाली असंगतियों के बारे में चिंताएं व्यक्त की है।"
  },
  {
    "start": 97.9,
    "end": 101.2,
    "text": "हम इन दावों का परीक्षण अपनी पूरी समीक्षा में करेंगे।"
  },
  {
    "start": 101.2,
    "end": 108.7,
    "text": "प्रारंभिक समीक्षा और विश्लेषित नमूना शॉट्स के आधार पर पिक्सल एक प्रो के कैमरे को 10 में से नौ का स्थाई को मिलता है।"
  },
  {
    "start": 108.7,
    "end": 115.2,
    "text": "यह विशेष रूप से को लाइक फोटोग्राफी और वीडियो रिकॉर्डिंग क्षमताओं में एक महत्वपूर्ण कदम आगे प्रतीत होता है।"
  },
  {
    "start": 115.2,
    "end": 118.9,
    "text": "हमारी आगामी विस्तृत समीक्षा में हमारे व्यापक कैमरा।"
  },
  {
    "start": 119.0,
    "end": 122.0,
    "text": "परीक्षण और तुलना के लिए जुड़े रहे क्लासिक रिव्यूज पर।"
  }
]