[
  {
    "start": 0.0,
    "end": 6.8,
    "text": "अब बात करते हैं पिक्सल 8 प्रो के सौंदर्यशास्त्र की इस बार गूगल ने अधिक गोलाकार डिजाइन भाषा अपनी है।"
  },
  {
    "start": 6.8,
    "end": 14.7,
    "text": "फोन में एयूमिनियम फ्रेम है जो आगे और पीछे गोरिल्ला ग्लास विक्टर के बीच सैंडविच किया गया है जो एक प्रीमियम हाथों में महसूस करता है।"
  },
  {
    "start": 14.7,
    "end": 19.3,
    "text": "देव तू दी ने अपनी समीक्षा में टिप्पणी की की फोन बहुत मजबूत महसूस होता है।"
  },
  {
    "start": 19.3,
    "end": 23.7,
    "text": "उन्होंने कहा, ये साल भर में मैं जान सबसे अच्छे फोन को हाथ में लिया है।"
  },
  {
    "start": 23.7,
    "end": 24.8,
    "text": "उनमें से एक है।"
  },
  {
    "start": 24.8,
    "end": 27.8,
    "text": "हालांकि डिजाइन पर राइट थोड़ी विभाजित लगती है।"
  },
  {
    "start": 27.8,
    "end": 30.8,
    "text": "कुछ लोग पिछली पीढ़ी से भिन्नता की सराहना करते हैं।"
  },
  {
    "start": 30.8,
    "end": 34.6,
    "text": "जबकि अन्य जैसे कि डी शब्द इसे थोड़ा सामान्य पाते हैं।"
  },
  {
    "start": 34.6,
    "end": 39.1,
    "text": "द हिंदू की टेक्नोलॉजी पेज पर एक टिप्पणी ने इस भावना को प्रतिद्वंत किया।"
  },
  {
    "start": 39.1,
    "end": 43.6,
    "text": "यह अच्छा दिखता है, लेकिन इसमें पिछले पिक्सल फोन की अनूठी पहचान की कमी है।"
  },
  {
    "start": 43.6,
    "end": 46.2,
    "text": "पीछे का कैमरा बार हालांकि प्रमुख है।"
  },
  {
    "start": 46.2,
    "end": 49.2,
    "text": "समग्र डिजाइन के साथ अच्छी तरह से एकीकृत है।"
  },
  {
    "start": 49.2,
    "end": 52.4,
    "text": "जैसे ये कुछ प्रतिस्पर्धियों की तुलना में काम झटका देता है।"
  },
  {
    "start": 52.4,
    "end": 59.6,
    "text": "पिक्सल 1 प्रो में धूल और पानी प्रतिरोध के लिए आईपीएस रेटिंग बरकरार है जो भारत में उपयोगकर्ताओं द्वारा बहुत।"
  },
  {
    "start": 59.0,
    "end": 59.5,
    "text": "नहीं जाती है।"
  },
  {
    "start": 59.5,
    "end": 67.6,
    "text": "इसका वजन 244 ग्राम है जो इसके पूर्ववर्ती की तुलना में थोड़ा भारी है जिस पर कुछ उपयोग कर्ताओं ने रदर पर ध्यान दिया है।"
  },
  {
    "start": 67.6,
    "end": 76.2,
    "text": "कुल मिलाकर पिक्सल 8 प्रो का डिजाइन अपने विशिष्ट पूर्वर्तियों से एक कदम दूर है जो एक अधिक परिष्कृत और प्रीमियम अनुभव पर केंद्र है।"
  },
  {
    "start": 76.2,
    "end": 80.5,
    "text": "हालांकि ये डिजाइन बदलाव सभी के साथ प्रतिद्वनीत नहीं हो सकता है।"
  },
  {
    "start": 80.5,
    "end": 83.0,
    "text": "हम इसे 10 में से सात अंक दे रहे हैं।"
  },
  {
    "start": 83.0,
    "end": 90.6,
    "text": "यह अच्छी तरह से निर्मित है और प्रीमियम दिखता है, लेकिन इसमें वह फैक्टर की कमी है जिसकी हमें पिक्सल दवाई से उम्मीद रहती है।"
  }
]