[
  {
    "start": 0.0,
    "end": 2.5,
    "text": "चलो पिक्सल अनुभव के दिल में गोता लगाते हैं।"
  },
  {
    "start": 2.5,
    "end": 13.3,
    "text": "डिस्प्लेस पिक्सल एक प्रो में एक शानदार 6.8 इंच का आईटीपीओ एलइडी डिस्पले है, जिसमें 1440 x3120 का शार्प रेजोल्यूशन है।"
  },
  {
    "start": 13.3,
    "end": 22.4,
    "text": "इसका मतलब है कि आपको मिलेगा क्रिस्टैक्स जीवन रंग और एक मैसिव व्यूइंग अनुभव एमकेबीएचडी ने अपनी समीक्षा में डिस्प्ले की प्रशंसा करते हुए कहा।"
  },
  {
    "start": 22.4,
    "end": 28.9,
    "text": "गूगल अपने डिस्प्ले के साथ लगातार अच्छा कर रहा है और यह कोई अपवाद नहीं है और वह सही है।"
  },
  {
    "start": 28.9,
    "end": 41.0,
    "text": "यह डिस्प्ले एचडीआर 10 जोड़ प्रमाणित है और इसकी पिक ब्राइटनेस 2004006 है जिससे इसे सीधी धूप में भी आसानी से देखा जा सकता है जो कि भारत में उपयोगकर्ताओं के लिए एक महत्वपूर्ण कारक है।"
  },
  {
    "start": 41.0,
    "end": 44.9,
    "text": "फ्लिपकार्ट पर एक यूजर ने भी टिप्पणी की डिस्प्ले इतनी ब्राइट है।"
  },
  {
    "start": 44.9,
    "end": 49.1,
    "text": "मैं अब आखिरकार बाहर आराम से गूगल मैप्स का उपयोग कर सकता हूं।"
  },
  {
    "start": 49.1,
    "end": 53.0,
    "text": "हालांकि 120 हर्ट्स रिफ्रेश रेट जबकि स्मूथ है।"
  },
  {
    "start": 53.0,
    "end": 59.8,
    "text": "यह भारत में कुछ प्रतिशत जैसे 1 + 11 की तरह अनुकुली नहीं है जो बेहतरीन जीवन को प्रभावित।"
  },
  {
    "start": 59.0,
    "end": 66.2,
    "text": "सकता है लाइनस टेक टिप्स ने अपनी समीक्षा में इस बात की ओर इशारा किया जबकि 120 हर्ट्स रिफ्रेश रेट अच्छा है।"
  },
  {
    "start": 66.2,
    "end": 70.6,
    "text": "एक अधिक बुद्धिमान अनुकुली रिफ्रेश रेट एक स्वागत योग्य जोड़ होता।"
  },
  {
    "start": 70.6,
    "end": 75.3,
    "text": "हालांकि डिस्प्ले में हमेशा ऑन मोड है जिसे कई लोग सुविधाजनक मानते हैं।"
  },
  {
    "start": 75.3,
    "end": 82.5,
    "text": "कुल मिलाकर पिक्सल 8 प्रो का डिस्प्ले अपनी असाधारण ब्राइटनेस शार्पनर और जीवन रंगों के साथ एक विजेता है।"
  },
  {
    "start": 82.5,
    "end": 85.5,
    "text": "जैसे यह बाजार में सबसे अच्छा डिस्प्ले में से एक है।"
  },
  {
    "start": 85.5,
    "end": 89.6,
    "text": "एक अधिक बुद्धिमान अनुकुली रिफ्रेश रेट की कमी एक मामूली कमी है।"
  },
  {
    "start": 89.6,
    "end": 92.4,
    "text": "हम इसे 10 में से मजबूत न अंक दे रहे हैं।"
  }
]