[
  {
    "start": 0.0,
    "end": 6.8,
    "text": "क्लासिक रिव्यूज से नमस्ते आज हम गूगल के नवीनतम फ्लैगशिप पिक्सल 8 प्रो की दुनिया में गोता लगाने वाले हैं।"
  },
  {
    "start": 6.8,
    "end": 17.0,
    "text": "ये डिवाइस 12 अक्टूबर को भारत में लॉन्च हुआ था और इसमें कटिंग एज गूगल 10 से G3 प्रोसेसर मोबाइल फोटोग्राफी को पुनर परिभाषित करने के लिए डिजाइन किया गया।"
  },
  {
    "start": 17.0,
    "end": 20.7,
    "text": "एक कैमरा सिस्टम और एयरपावर सॉफ्टवेयर फीचर्स का एक समूह है।"
  },
  {
    "start": 20.7,
    "end": 31.4,
    "text": "799 से शुरू होकर पिक्सल 8 प्रो उन लोगों को लक्षित करता है जो आई और कैमरा कौशल पर फोकस के साथ सर्वश्रेष्ठ एंड्रॉयड अनुभव की चाह रखते हैं।"
  },
  {
    "start": 31.4,
    "end": 39.8,
    "text": "मां के इस ब्राउनली ने अपनी समीक्षा में इसे पिक्सल लाइनअप में एक महत्वपूर्ण उन्नयन कहा, जो स्मार्टफोन की क्षमताओं की सीमाओं को धक्का देता है।"
  },
  {
    "start": 39.8,
    "end": 42.4,
    "text": "इसी तरह लांनिस्टर टिप्स ने फोन किया।"
  },
  {
    "start": 42.4,
    "end": 44.4,
    "text": "एक क्षमताओं को उजागर करते हुए कहा।"
  },
  {
    "start": 44.4,
    "end": 49.6,
    "text": "गूगल ने पिक्सल 8 प्रो के साथ हाई पर वास्तव में जोड़ दिया है और यह हर चीज में दिखता है।"
  },
  {
    "start": 49.6,
    "end": 59.8,
    "text": "कैमरा से लेकर सॉफ्टवेयर अनुभव तक भारत से उपयोगकर्ता समीक्षाएं भी इन भावनाओं को प्रतिनिधित्व करती है जिसमें कई लोग फोन की गति कैमरा, गुणवत्ता और नवीन मेसी।"
  },
  {
    "start": 59.0,
    "end": 60.7,
    "text": "वे एन फीचर्स की प्रशंसा कर रहे हैं।"
  },
  {
    "start": 60.7,
    "end": 66.3,
    "text": "एक उपयोगकर्ता ने फ्लिपकार्ट पर टिप्पणी की यह फोन अविश्वसनीय रूप से तेज और स्मूथ है।"
  },
  {
    "start": 66.3,
    "end": 71.7,
    "text": "कैमरा सबसे अच्छा है जिसका मैंने कभी उपयोग किया है और आई फीचर्स वास्तव में प्रभावशाली है।"
  },
  {
    "start": 71.7,
    "end": 75.9,
    "text": "पिक्सल एक प्रो भारतीय बाजार में कड़ी प्रतिस्पर्धा का सामना कर रहा है।"
  },
  {
    "start": 75.9,
    "end": 82.4,
    "text": "आईफोन 15 प्रो मैक्स और सैमसंग गैलेक्सी s23l त्र जैसे पावर हाउस के साथ सर से सर भी रहा है।"
  },
  {
    "start": 82.4,
    "end": 84.8,
    "text": "क्या यह इन दिग्गजों के सामने ठहर पाएगा?"
  },
  {
    "start": 84.8,
    "end": 93.4,
    "text": "जानने के लिए बने रहे हम पिक्सल 8 प्रो के प्रत्येक पहलू को विश्लेषित करेंगे और आपको अपना निर्णय देंगे केवल क्लासिक रिव्यूज पर।"
  }
]