[
  {
    "start": 0.0,
    "end": 11.7,
    "text": "सॉफ्टवेयर अनुभव की बात करें तो गूगल पिक्सल 8 प्रो नवीनतम एंड्रॉयड 14 के साथ आता है जो एक साफ और सहज यूजर इंटरफेस प्रदान करता है, जिसमें मटेरियल यूके कस्टमाइजेशन पर ध्यान केंद्रित किया गया है।"
  },
  {
    "start": 11.7,
    "end": 19.1,
    "text": "शुरुआती समीक्षाओं से पता चलता है कि सॉफ्टवेयर अनुभव स्मूथ और प्रतिक्रियाशील है जो पिक्सल डिवीजन की एक विशेषता है।"
  },
  {
    "start": 19.1,
    "end": 23.9,
    "text": "लाइनर स्टेप्स ने अपने हाथ ऑन में नए आए संचालित फीचर्स पर प्रकाश डाला।"
  },
  {
    "start": 23.9,
    "end": 29.4,
    "text": "यह कहते हुए हर रोज के कार्यों में आई का एकीकरण सहज है और वास्तव में उपयोगी है।"
  },
  {
    "start": 29.4,
    "end": 34.5,
    "text": "कैमरा ऐप में लाइव ट्रांसलेटर और स्मार्ट डिक्टेशन जैसी विशेषताएं गेम चेंजर है।"
  },
  {
    "start": 34.5,
    "end": 42.2,
    "text": "एंड्रॉयड अथॉरिटी ने सॉफ्टवेयर की स्थिरता और समय पर अपडेट की तारीफ की जो भारत में कई उपयोगकर्ताओं के लिए एक महत्वपूर्ण कारक है।"
  },
  {
    "start": 42.2,
    "end": 45.0,
    "text": "इंडियन एक्सप्रेस वेबसाइट पर एक टिप्पणी में लिखा है।"
  },
  {
    "start": 45.0,
    "end": 51.5,
    "text": "अन्य ब्रांडों के विपरीत गूगल द्वारा साफ़ सॉफ्टवेयर और समय पर अपडेट पर ध्यान केंद्रित करना अच्छा है।"
  },
  {
    "start": 51.5,
    "end": 54.1,
    "text": "ये पिक्सल के लिए एक बड़ा प्लस पॉइंट है।"
  },
  {
    "start": 54.1,
    "end": 59.5,
    "text": "हालांकि समर्पित एप ड्रॉवर बटन की कमी जो भारत में कई एंड्रॉयड उपयोगकर्ताओं के लिए।"
  },
  {
    "start": 59.0,
    "end": 61.3,
    "text": "मान्य है कुछ के लिए विवाद का बिंदु हो सकता है।"
  },
  {
    "start": 61.3,
    "end": 73.4,
    "text": "नए सॉफ्टवेयर फीचर्स जैसे आई संचालित समरी और पुनः डिजाइन किए गए विजित निश्चित रूप से प्रभावशाली हैं, लेकिन उनकी दीर्घकालिक उपयोगिता दैनिक जीवन में अभी पूरी तरह से निर्धारित नहीं की गई है।"
  },
  {
    "start": 73.4,
    "end": 85.4,
    "text": "भारतीय बाजार में वनप्लस 11 और सैमसंग गैलेक्सी s23 अल्ट्रा जैसे अन्य डिवीजन की तुलना में पिक्सल एक प्रो अपने साथ सॉफ्टवेयर नवरी फीचर्स और समय पर अपडेट के वादे के साथ चमकता है।"
  },
  {
    "start": 85.4,
    "end": 94.6,
    "text": "हालांकि कुछ कस्टमाइजेशन विकल्पों की अनुपस्थिति विशेष रूप से उन लोगों के लिए जो अन्य एंड्रॉयड इकोसिस्टम से माइग्रेट कर रहे हैं, एक कमी हो सकती है।"
  },
  {
    "start": 94.6,
    "end": 100.6,
    "text": "शुरुआती चैन के आधार पर पिक्सल एक प्रो का सॉफ्टवेयर अनुभव 10 में से आठ अंक प्राप्त करता है।"
  },
  {
    "start": 100.6,
    "end": 106.7,
    "text": "ए साफ यू आई और समय पर अपडेट पर ध्यान केंद्रित करने के साथ यह मजबूत प्रदर्शन करता है।"
  },
  {
    "start": 106.7,
    "end": 111.4,
    "text": "लेकिन कुछ कस्टमाइजेशन विकल्पों की कमी सभी उपयोगकर्ताओं को पसंद नहीं आ सकती।"
  }
]