[
  {
    "start": 0.0,
    "end": 6.4,
    "text": "तो 1 + 12 परफॉर्मेंस के मामले में एकदम दर फोन है, लेकिन बैटरी लाइफ के मामले में इसका प्रदर्शन कैसा है।"
  },
  {
    "start": 6.4,
    "end": 11.7,
    "text": "खैर इसमें की सम्मानजनक बैटरी है जो आजकल फ्लैगशिप फोन के लिए काफी सामान्य है।"
  },
  {
    "start": 11.7,
    "end": 31.0,
    "text": "अपनी समीक्षा में देवली देव डोली ने बताया कि वनप्लस 12 माध्यम से लेकर भारी उपयोग के साथ आसानी से पूरे दिन चलता है और हमारे परीक्षण से हमने पाया कि यह सही है काफी सोशल मीडिया, ब्राउजिंग, कैमरा उपयोग और यहां तक की कुछ गेमिंग के साथ भी फोन बिना टॉप आपके लगातार दिन के अंत तक चला।"
  },
  {
    "start": 31.0,
    "end": 34.5,
    "text": "लेकिन वनप्लस 12 वास्तव में जहां चमकता है, वह है।"
  },
  {
    "start": 34.5,
    "end": 44.7,
    "text": "इसकी चार्जिंग स्पीड यह 100 व वायर चार्जिंग का दावा करता है जो वनप्लस का दावा है कि बैटरी को केवल 30 मिनट से भी कम समय में शून्य से 100% तक चार्ज कर सकता है।"
  },
  {
    "start": 44.7,
    "end": 52.0,
    "text": "लाइन इंस्ट्रक्टर्स ने अपनी समीक्षा में इसे बेहद तेज कहा और ईमानदारी से कहें तो इससे सहमत होना मुश्किल है।"
  },
  {
    "start": 52.0,
    "end": 54.4,
    "text": "ये 23 चार्जिंग गति एक बड़ी सुविधा है।"
  },
  {
    "start": 54.4,
    "end": 59.8,
    "text": "खासकर भारत में उन उपयोगकर्ताओं के लिए जो हमेशा चलती रहती हैं अमेजॉन पर उपयोग।"
  },
  {
    "start": 59.0,
    "end": 61.3,
    "text": "तथा प्रतिक्रिया इस भावना को दर्शाती है।"
  },
  {
    "start": 61.3,
    "end": 66.2,
    "text": "एक उपयोगकर्ता ने कहा, बैटरी लाइफ बहुत अच्छी है, लेकिन चार्जिंग गति बस अद्भुत पूर्व है।"
  },
  {
    "start": 66.2,
    "end": 70.4,
    "text": "मुझे अपने फोन को घंटा चार्ज करने के बारे में चिंता करने की जरूरत नहीं है।"
  },
  {
    "start": 70.4,
    "end": 79.9,
    "text": "हालांकि ये ध्यान रखना महत्वपूर्ण है कि श्यओमी 13 प्रो जैसे अपने कुछ प्रतिस्पर्धियों के विपरीत वनप्लस 12 वॉयरलैस चार्जिंग की पेशकश नहीं करता है।"
  },
  {
    "start": 79.9,
    "end": 85.4,
    "text": "ये कुछ उपयोगकर्ताओं के लिए एक भी ब्रेकर हो सकता है जो वायरलेस चार्जिंग की सुविधा पसंद करते हैं।"
  },
  {
    "start": 85.4,
    "end": 97.7,
    "text": "कुल मिलाकर वनप्लस 12 बैटरी लाइफ के मामले में बेहतरीन है जो लंबी उम्र और अविश्वसनीय रूप से तेज चार्जिंग का अच्छा संतुलन प्रदान करता है, जबकि वायरलेस चार्जिंग की कमी एक नकारात्मक पहलू है।"
  },
  {
    "start": 97.7,
    "end": 100.3,
    "text": "100 व ए आर चार्जिंग ये गेम चेंजर है।"
  },
  {
    "start": 100.3,
    "end": 107.1,
    "text": "खासकर भारतीय बाजार के लिए हम वनप्लस 12 की बैटरी को 10 में से 8.5 का ठोस को देते हैं।"
  },
  {
    "start": 107.1,
    "end": 114.9,
    "text": "वायरलेस चार्जिंग को शामिल नहीं करने के लिए अंक होते हैं, लेकिन उसे अविश्वसनीय वायर चार्जिंग गति के लिए कुछ गंभीर ब्राह्मणी पॉइंट प्राप्त करते हैं।"
  },
  {
    "start": 114.9,
    "end": 118.7,
    "text": "आगे हम 1 + 12 के कैमरा सिस्टम पर करीब।"
  },
  {
    "start": 119.0,
    "end": 121.2,
    "text": "से नजर डालेंगे की क्या ये चर्चा के अनुरूप है?"
  }
]