[
  {
    "start": 0.0,
    "end": 7.8,
    "text": "1 + 12 में एक प्रभावशाली कैमरा सिस्टम है जो हज एन ब्लड के साथ मिलकर विकसित किया गया है जो असाधारण इमेज क्वालिटी का वादा करता है।"
  },
  {
    "start": 7.8,
    "end": 17.0,
    "text": "इसमें ट्रिपल कैमरा सेटअप है, जिसमें पांच शून्य एमपी का प्राइमरी लेंस पांच शून्य एमपी का अल्ट्रावायलेट लेंस और तीन दो एमपी का टेलीफोन लेंस है।"
  },
  {
    "start": 17.0,
    "end": 20.8,
    "text": "समीक्षकों को कैमरे की परफॉर्मेंस से काफी प्रभावित देखा गया है।"
  },
  {
    "start": 20.8,
    "end": 29.1,
    "text": "मार्क्स ब्राउन ने अपनी समीक्षा में वनप्लस ट्वेल्थ के कैमरे की प्राकृतिक रंगों और विस्तृत डायनेमिक रंगे के लिए प्रशंसा की।"
  },
  {
    "start": 29.1,
    "end": 38.0,
    "text": "इसी तरह जीएसएमएरेना ने उल्लेख किया कि फोन विभिन्न प्रकार स्थितियों में यथार्थवादी रंगों के साथ अच्छी मात्रा में डिटेल कैप्चर करता है।"
  },
  {
    "start": 38.0,
    "end": 43.2,
    "text": "हमने दीवाली की जश्न के दौरान कैमरे का परीक्षण किया और परिणाम आश्चर्य जनक थे।"
  },
  {
    "start": 43.2,
    "end": 50.0,
    "text": "वनप्लस 12 ने आतिशबाजी की जीवन रंगों और सजावट के जटिल विवरणों को आश्चर्यजनक स्पष्ट के साथ कैप्चर किया।"
  },
  {
    "start": 50.0,
    "end": 52.8,
    "text": "कैमरे का को लाइक परफॉर्मेंस भी सराहनीय है।"
  },
  {
    "start": 52.8,
    "end": 58.0,
    "text": "द वर्ल्ड ने प्रकाश डाला की वनप्लस 12 कम रोशनी में उत्कृष्ट प्रदर्शन करता है।"
  },
  {
    "start": 58.0,
    "end": 59.8,
    "text": "प्रभावशाली डिटेल।"
  },
  {
    "start": 59.0,
    "end": 61.2,
    "text": "और न्यूनतम शोर के साथ तस्वीर देता है।"
  },
  {
    "start": 61.2,
    "end": 64.3,
    "text": "हमारे परीक्षकों ने इस भावना को प्रतिबिंबित किया।"
  },
  {
    "start": 64.3,
    "end": 69.5,
    "text": "रात के मोड में चुनौतीपूर्ण प्रकाश व्यवस्था में भी उज्जवल और विस्तृत चित्रों का उत्पादन किया।"
  },
  {
    "start": 69.5,
    "end": 74.7,
    "text": "हालांकि रेट पर कुछ यूजर्स ने टेलीफोन तो लेंस की स्थिरता के बारे में चिंता व्यक्त की है।"
  },
  {
    "start": 74.7,
    "end": 76.3,
    "text": "एक यूजर ने उल्लेख किया।"
  },
  {
    "start": 76.3,
    "end": 81.0,
    "text": "टेलीफोन तो लेंस अच्छा है, लेकिन कभी-कभी इमेज थोड़ी सॉफ्ट दिखाई देती है।"
  },
  {
    "start": 81.0,
    "end": 87.3,
    "text": "यह एक सॉफ्टवेयर प्रोसेसिंग समस्या है, जिसे वनप्लस भविष्य के अपडेट में संभावित रूप से संबोधित कर सकता है।"
  },
  {
    "start": 87.3,
    "end": 96.7,
    "text": "कुल मिलाकर वनप्लस 12 का कैमरा अपने पूर्व की तुलना में एक महत्वपूर्ण ग्रेड है जो एक बहुमुखी और शक्तिशाली शूटिंग अनुभव प्रदान करता है।"
  },
  {
    "start": 96.7,
    "end": 105.6,
    "text": "सहयोग प्राकृतिक रंगों और प्रभावशाली डायनेमिक रंगे में स्पष्ट है जबकि टेलीफोन तू लेंस के साथ कुछ छोटी मोटी विशामृतियां हैं।"
  },
  {
    "start": 105.6,
    "end": 108.0,
    "text": "कमरे का समग्र प्रदर्शन उत्कृष्ट है।"
  },
  {
    "start": 108.0,
    "end": 114.9,
    "text": "खासकर भारत के जीवन रंगों और संस्कृति को कैप्चर करने में हम 1 + 12 के कैमरे को 10 में से नौ का स्कोर देते हैं।"
  },
  {
    "start": 114.9,
    "end": 118.2,
    "text": "कभी-कभी टेलीफोन गतियां के लिए एक अंक को देते हैं।"
  },
  {
    "start": 119.0,
    "end": 126.9,
    "text": "आगे हम सॉफ्टवेयर के अनुभव के बारे में जानेंगे और देखेंगे कि ऑक्सीजन ओस 14 वनप्लस 12 पर उसे एक एक्सपीरियंस को कैसे बढ़ता है?"
  }
]