[
  {
    "start": 0.0,
    "end": 6.6,
    "text": "तो दोस्तों ये रहा आपके लिए वनप्लस 12 इस फीचर पैक डिवाइस के बारे में जानना एक रोमांचक सफर रहा है।"
  },
  {
    "start": 6.6,
    "end": 8.2,
    "text": "इसकी दंश होते हैं।"
  },
  {
    "start": 8.2,
    "end": 18.2,
    "text": "स्नैपड्रेगन ने जंत्री प्रोसेसर और वाइब्रेंड डिस्प्लेस से लेकर इसके काबिल कैमरा सिस्टम और स्लिप डिजाइन तक वनप्लस 12 भारत में टेक की शोकीनों के लिए बहुत कुछ लेकर आया है।"
  },
  {
    "start": 18.2,
    "end": 20.6,
    "text": "हमें इसका परफॉर्मेंस बहुत पसंद आया।"
  },
  {
    "start": 20.6,
    "end": 25.8,
    "text": "गेमिंग करना बहुत ही आसान था और ऑक्सीजन वो एस 14 बाते की तरह स्मूथ लगा।"
  },
  {
    "start": 25.8,
    "end": 28.9,
    "text": "कैमरे ने हमें इसकी बहुमुखी प्रतिभा से प्रभावित किया।"
  },
  {
    "start": 28.9,
    "end": 47.8,
    "text": "इसने अलग-अलग कंडीशन में भी शानदार तस्वीर कैप्चर की हमेशा की तरह हमने एक्सपर्ट्स की राय भी जानी एम के भी हद ने वनप्लस 12 के ओवरऑल परफॉर्मेंस की तारीफ करते हुए इसे एक ऐसा डिवाइस कहा, जो वास्तव में एक फ्लैगशिप की सीमाओं को आगे बढ़ता है और अमेजॉन इंडिया पर एक यूजर एक कमेंट किया।"
  },
  {
    "start": 47.8,
    "end": 49.2,
    "text": "यह फोन एक जानवर है।"
  },
  {
    "start": 49.2,
    "end": 53.0,
    "text": "परफॉर्मेंस अविश्वसनीय है और कैमरा भी बेहतरीन है।"
  },
  {
    "start": 53.0,
    "end": 56.6,
    "text": "बेहद सिफारिश की जाती है, लेकिन इसकी कुछ कमियां भी है।"
  },
  {
    "start": 56.6,
    "end": 59.8,
    "text": "एक्सपेंडेबल स्टोरेज की कमी कुछ लोगों के लिए एक बड़ा।"
  },
  {
    "start": 59.0,
    "end": 64.0,
    "text": "कारण बन सकती है और इस प्राइस रेंज में वायरलेस चार्जिंग की सुविधा न होना एक चूक लगती है।"
  },
  {
    "start": 64.0,
    "end": 70.8,
    "text": "हालांकि 699 की शुरुआत की कीमत पर वनप्लस ट्वेल्थ पैसे की पूरी वेल्यू देता है।"
  },
  {
    "start": 70.8,
    "end": 80.1,
    "text": "यह अपने वेट क्लास से ऊपर मुकाबला करता है और परफॉर्मेंस और फीचर्स के मामले में सैमसंग गैलेक्सी s23 और आईफोन 14 को करी तक कर देता है।"
  },
  {
    "start": 80.1,
    "end": 87.4,
    "text": "अगर आप एक पावरफुल और स्टाइलिश फ्लैगशिप की तलाश में है जो आपके बजट को ना बिगड़े तो वनप्लस 12 एक बेहतरीन विकल्प है।"
  },
  {
    "start": 87.4,
    "end": 93.8,
    "text": "क्लासिक रिव्यूज की तरफ से हम वनप्लस 12 को 10 में से आठ दशमलव पांच का ओवरऑल्स को देते हैं।"
  },
  {
    "start": 93.8,
    "end": 98.1,
    "text": "यह एक बेहतरीन फ्लैगशिप है जो अधिकांश मोर्चे पर अच्छा प्रदर्शन करता है।"
  },
  {
    "start": 98.1,
    "end": 100.8,
    "text": "आप वनप्लस 12 के बारे में क्या सोचते हैं।"
  },
  {
    "start": 100.8,
    "end": 111.1,
    "text": "हमें नीचे कमेंट में बताएं और हां टेक रिव्यू तुलना और खबरों के ही लाइक सब्सक्राइब और नोटिफिकेशन विल दबाना ना भूले अगली बार तक की फिफ्थ क्लासिक।"
  }
]