[
  {
    "start": 0.0,
    "end": 9.1,
    "text": "अब बात करते हैं 1 + 12 के डिजाइन की ये फोन एक प्रीमियम लुक और फुल प्रदान करता है जिसमें पुलिस टेल्युमिनियम फ्रेम है जो इसे मजबूती का हिसाब देता है।"
  },
  {
    "start": 9.1,
    "end": 13.6,
    "text": "हालांकि बैक पैनल पर वनप्लस ने वास्तव में कुछ बदलाव किए हैं।"
  },
  {
    "start": 13.6,
    "end": 21.4,
    "text": "पुराने यूनिफॉर्म कैमरा माड्यूल को हटा दिया गया है जिसकी जगह है आकर्षक गोलाकार डिजाइन ने ले ली है जिसमें ट्रिपल कैमरा सिस्टम है।"
  },
  {
    "start": 21.4,
    "end": 27.8,
    "text": "मार्क्स ब्राउनली ने अपनी समीक्षा में इसे एक बोल डिजाइन विकल्प कहा है जो निश्चित रूप से इसे अलग करता है।"
  },
  {
    "start": 27.8,
    "end": 31.3,
    "text": "हालांकि रदर जैसे फोरम पर कुछ उपयोग करता हूं।"
  },
  {
    "start": 31.3,
    "end": 33.0,
    "text": "उन्हें मिश्रित प्रतिक्रियाएं व्यक्त की।"
  },
  {
    "start": 33.0,
    "end": 35.3,
    "text": "कुछ ने इसे थोड़ा ज्यादा आकर्षक पाया।"
  },
  {
    "start": 35.3,
    "end": 36.8,
    "text": "एक यूजर ने कमेंट किया।"
  },
  {
    "start": 36.8,
    "end": 39.5,
    "text": "मुझे विशाल कैमरा बम के बारे में निश्चित नहीं है।"
  },
  {
    "start": 39.5,
    "end": 42.3,
    "text": "लेकिन समग्र मिल्क पालिटी शानदार लगते हैं।"
  },
  {
    "start": 42.3,
    "end": 48.2,
    "text": "वनप्लस 12 अपने पूर्व स्वास्थ्य की तुलना में थोड़ा भारी है जिसका वजन लगभग 205 ग्राम है।"
  },
  {
    "start": 48.2,
    "end": 51.8,
    "text": "यह अतिरिक्त वजन काफी हद तक बड़ी बेहतरीन और बेहतर है।"
  },
  {
    "start": 51.8,
    "end": 59.5,
    "text": "टिप्स के कारण है जो देव तू भी के अनुसार पिछली पीढ़ी की तुलना में कहीं अधिक प्रीमियम एहसास प्रदान करते हैं सैमसंग s23।"
  },
  {
    "start": 60.0,
    "end": 64.3,
    "text": "अल्ट्रा के स्लिप डिजाइन की तुलना में 1 + 12 अधिक बोल्ड और अधिक मजबूत लगता है।"
  },
  {
    "start": 64.3,
    "end": 71.1,
    "text": "कुल मिलाकर वनप्लस ट्वेल्थ का डिजाइन एक स्टेटमेंट पीस है जो एक प्रीमियम लुक और फूल को प्राथमिकता देता है।"
  },
  {
    "start": 71.1,
    "end": 74.2,
    "text": "भले ही इसके लिए प्रतिस्पर्धा से थोड़ा आगे जाना पड़ेगा।"
  }
]