[
  {
    "start": 0.0,
    "end": 8.5,
    "text": "अब बात करते हैं 1 + 12 के दमदार परफॉर्मेंस की इस फोन में क्वालकॉम का लेटेस्ट और सबसे बेहतरीन स्नैपड्रैगन 8 जैन 3 प्रोसेसर लगा है।"
  },
  {
    "start": 8.5,
    "end": 17.3,
    "text": "आप जिस वेरिएंट को चुनते हैं उसके आधार पर 16 गीगाबाइट तक राम के साथ ये फोन आपके द्वारा डाले गए किसी भी काम को आसानी से हैंडल कर सकता है।"
  },
  {
    "start": 17.3,
    "end": 25.9,
    "text": "मार्क्स ब्राउनली एमकेबीएचडी ने अपनी समीक्षा में इसे बेंचमार्क को में एक जानवर कहा है और हम इससे सहमत हैं।"
  },
  {
    "start": 25.9,
    "end": 31.6,
    "text": "चाहे डिमांडिंग एप्स के बीच मल्टी टास्किंग हो या हाई एंड गेमिंग के साथ इसकी सीमाओं को परखना हो।"
  },
  {
    "start": 31.6,
    "end": 33.7,
    "text": "वनप्लस ट्वेल्थ कभी भी भीम नहीं पड़ता।"
  },
  {
    "start": 33.7,
    "end": 44.9,
    "text": "गेमिंग की बात करें तो एड्रेनो 750 जीबी यू जंक्शन इंपैक्ट और कॉल आफ ड्यूटी मोबाइल जैसे ग्राफिकल इंटेंसिव गेम में भी एक बेहद स्मूथ ही एक्सपीरियंस सुनिश्चित करता है।"
  },
  {
    "start": 44.9,
    "end": 49.5,
    "text": "रेडित जैसे फोरम पर यूजर्स ने भी फोम के स्थिर प्रदर्शन की प्रशंसा की है।"
  },
  {
    "start": 49.5,
    "end": 51.1,
    "text": "एक यूजर ने उल्लेख किया है।"
  },
  {
    "start": 51.1,
    "end": 55.5,
    "text": "घंटे गेमिंग के बाद भी मुझे कोई लगा या स्वेटर का अनुभव नहीं हुआ है।"
  },
  {
    "start": 56.3,
    "end": 67.2,
    "text": "भारत में आई q11 प्रो जैसे प्रतिस्पर्धियों की तुलना में वनप्लस 12 अपनी पकड़ मजबूती से बने हुए हैं और दुनिया अगर थोड़ा बेहतर नहीं तो प्रदर्शन प्रदान करता है।"
  },
  {
    "start": 67.2,
    "end": 75.0,
    "text": "हालांकि ये ध्यान देने योग्य है कि वनप्लस 12 अपने पुरवृत्तियों की तरह एक्सपेंडेबल स्टोरेज की सुविधा नहीं देता है।"
  },
  {
    "start": 75.0,
    "end": 79.3,
    "text": "इसलिए खरीदारी करते समय सही स्टोरेज वेरिएंट चुना महत्वपूर्ण है।"
  },
  {
    "start": 79.3,
    "end": 92.8,
    "text": "इस छोटी सी कमी के बावजूद वनप्लस 12 का प्रदर्शन निसंदेह शिरस्टार का है जो एक मछली की गति से चलने वाला और सहज उपयोगकर्ता अनुभव प्रदान करता है जो आसानी से 10 में से 9.5 अंक अर्जित करता है।"
  },
  {
    "start": 92.8,
    "end": 100.6,
    "text": "आगे हम बैटरी लाइफ के बारे में जानेंगे और देखेंगे कि क्या यह पावर हाउस पूरे दिन भारी उपयोग के बाद भी आपका साथ दे सकता है?"
  }
]