[
  {
    "start": 0.0,
    "end": 2.5,
    "text": "ठीक है दोस्तों अब बात करते हैं।"
  },
  {
    "start": 2.5,
    "end": 11.1,
    "text": "शो की स्टार श्यओमी 14 अल्ट्रा के कैमरा की इस फोन का कैमरा सेटअप वाकई में बहुत प्रभावशाली है और टेक वाल्व में काफी चर्चा बटोर रहा है।"
  },
  {
    "start": 11.1,
    "end": 28.7,
    "text": "यहां पर हमारे पास एक कोर्ट कैमरा सिस्टम है, जिसमें पांच शून्य एमपी का प्राइमरी सेंसर चार आठ एमपी का अल्ट्रा वाइड लेंस चार आठ एमपी का टेलीफोन लेंस जो 5x ऑप्टिकल जूम प्रदान करता है और एक दो एमपी का फिर इसको टेलिफोटो लेंस है जिसमें जबरदस्त 10x ऑप्टिकल जूम है।"
  },
  {
    "start": 28.7,
    "end": 38.3,
    "text": "एमकेबीएचडी और देव तू दी जैसे रिव्यू ने कैमरा की बहुमुखी प्रतिभा और विभिन्न शूटिंग परिदृश्य में शानदार डिटेल कैप्चर करने की क्षमता की प्रशंसा की है।"
  },
  {
    "start": 38.3,
    "end": 47.5,
    "text": "भारतीय परिस्थितियों में आप मुंबई की हलचल भरी सड़कों या लद्दाख की शांति भरे दृश्य को कैप्चर करते समय जीवन और वास्तविक रंगों की उम्मीद कर सकते हैं।"
  },
  {
    "start": 47.5,
    "end": 51.7,
    "text": "को लाइक प्रदर्शन ने भी कई टेक विशेषज्ञों से सराहना प्राप्त की है।"
  },
  {
    "start": 51.7,
    "end": 59.8,
    "text": "उदाहरण के लिए एंड्रॉयड और अथॉरिटी ने कम रोशनी में इसके प्रभावशाली नॉइस रिडक्शन और डिटेल रिटेंशन को उजागर किया जिससे यह।"
  },
  {
    "start": 60.0,
    "end": 63.6,
    "text": "जादुई दिवाली रातों को कैप्चर करने के लिए एक बेहतरीन साथी बन जाता है।"
  },
  {
    "start": 63.6,
    "end": 70.0,
    "text": "हालांकि रेडित जैसे फौरांस पर कुछ उपयोगकर्ताओं ने बताया है कि कैमरा ऐप कभी-कभी भीम हो सकता है।"
  },
  {
    "start": 70.0,
    "end": 76.5,
    "text": "खासकर लेंस बदलते समय या प्रमोद में शूटिंग करते समय अब इस कैमरा को इसके प्रमुख प्रतिबंध भी हो।"
  },
  {
    "start": 76.5,
    "end": 81.9,
    "text": "आईफोन 14 क्रोम मैक्स और सैमसंग गैलेक्सी s23 अल्ट्रा के खिलाफ परखते हैं।"
  },
  {
    "start": 81.9,
    "end": 86.6,
    "text": "साइड बाय साइड तुलना में श्यओमी 14 अल्टरना काफी अच्छा प्रदर्शन किया।"
  },
  {
    "start": 86.6,
    "end": 92.2,
    "text": "दिन की उजली की स्थितियों में इमेज में आमतौर पर उत्कृष्ट डायनेमिक रंगे और डिटेल होती है।"
  },
  {
    "start": 92.2,
    "end": 97.7,
    "text": "हालांकि वीडियो स्टेबलाइजेशन के मामले में आईफोन 14 प्रो मैक्स थोड़ा आगे निकल जाता है।"
  },
  {
    "start": 97.7,
    "end": 106.5,
    "text": "कुल मिलाकर श्यओमी 14 अल्ट्रा का कैमरा एक महत्वपूर्ण कदम आगे है जो असाधारण इमेज क्वालिटी और बहुमुखी प्रतिभा प्रदान करता है।"
  },
  {
    "start": 106.5,
    "end": 113.3,
    "text": "ये स्मार्टफोन कैमरा गेम में शीर्ष स्थान के लिए एक मजबूत दावेदार है और हमारे लिए इस नो में से 10 अंक मिलते हैं।"
  },
  {
    "start": 113.3,
    "end": 119.9,
    "text": "कैमरा ऐप में मामूली परफॉर्मेंस है और वीडियो स्टेबलाइजेशन में आईफोन की थोड़ी बढ़त इस परफेक्ट स्कोर इसे रो।"
  },
  {
    "start": 120.0,
    "end": 120.0,
    "text": "कटी है।"
  }
]