[
  {
    "start": 0.0,
    "end": 6.3,
    "text": "तो दोस्तों यही है श्यओमी 14 अल्ट्रा एक ऐसा फोन जो स्मार्टफोन फोटोग्राफी की सीमाओं को चुनौती देता है।"
  },
  {
    "start": 6.3,
    "end": 18.8,
    "text": "अपने बेजर कैमरा सिस्टम से लेकर शक्तिशाली प्रदर्शन और शानदार डिस्प्ले तक 14 अल्ट्रा साबित करता है कि श्यओमी या बड़े खिलाड़ियों में शामिल है जैसा कि देव तुरी ने कहा, ये फोन एक बयान है।"
  },
  {
    "start": 18.8,
    "end": 23.5,
    "text": "एक बयान की श्यओमी अब पीछा करने के बजाय आगे बढ़ाने के लिए तैयार है।"
  },
  {
    "start": 23.5,
    "end": 26.4,
    "text": "हां, यही प्रीमियम कीमत के साथ आता है।"
  },
  {
    "start": 26.4,
    "end": 33.4,
    "text": "लेकिन जब आप इस प्रतिस्पर्धा से तुलना करते हैं तो इसकी कीमत भारतीय उपयोगकर्ताओं के लिए विशेष रूप से सही साबित होती है।"
  },
  {
    "start": 33.4,
    "end": 37.7,
    "text": "आप एक ऐसा डिवाइस प्राप्त कर रहे हैं जो लगभग हर क्षेत्र में उत्कृष्ट है।"
  },
  {
    "start": 37.7,
    "end": 40.4,
    "text": "हालांकि इसकी कुछ मामूली खामियां भी हैं।"
  },
  {
    "start": 40.4,
    "end": 43.1,
    "text": "एमआईयूआई हालांकि इसमें सुधार हुआ है।"
  },
  {
    "start": 43.1,
    "end": 46.8,
    "text": "हर किसी को पसंद नहीं आ सकता और कुछ प्लॉट में अभी भी मौजूद है।"
  },
  {
    "start": 46.8,
    "end": 50.8,
    "text": "फोन का आकार और वजन भी कुछ लोगों के लिए चिंता का विषय हो सकता है।"
  },
  {
    "start": 50.8,
    "end": 59.3,
    "text": "लेकिन चलिए ईमानदार रहे या ऐसी छोटी समझते हैं जो स्टार के प्रदर्शन और नवाचार देने वाले फोन के लिए बेकार है अंततः।"
  },
  {
    "start": 60.0,
    "end": 63.6,
    "text": "श्यओमी 14 अल्ट्रा उन लोगों के लिए है जो सर्वश्रेष्ठ की मांग करते हैं।"
  },
  {
    "start": 63.6,
    "end": 65.8,
    "text": "यदि आप एक फोटोग्राफी उत्साही है।"
  },
  {
    "start": 65.8,
    "end": 73.0,
    "text": "एक पावर यूजर है या कोई ऐसा व्यक्ति है जो सबसे नवीनतम और सबसे बेहतरीन तकनीक चाहता है तो यह फोन आपके लिए है।"
  },
  {
    "start": 73.0,
    "end": 77.2,
    "text": "क्लासिक रिव्यूज का फैसला श्यओमी 14 अल्ट्रा को मिलते हैं।"
  },
  {
    "start": 77.2,
    "end": 83.5,
    "text": "10 में से 9.50 अंक ये 2023 के एक फ्लैगशिप फोन का एक चमकता हुआ उदाहरण है।"
  }
]