[
  {
    "start": 0.0,
    "end": 3.8,
    "text": "आई श्यओमी 14 अल्ट्रा की दमदार परफॉर्मेंस के बारे में बात करते हैं।"
  },
  {
    "start": 3.8,
    "end": 10.8,
    "text": "ये फोन नवीनतम कौन-कौन स्नैपड्रैगन 8 जैन 3 प्रोसेसर सेल है जो धमाकेदार परफॉर्मेंस का वादा करता है।"
  },
  {
    "start": 10.8,
    "end": 20.9,
    "text": "अनंत एक जैसे समीक्षा को द्वारा किए गए शुरुआती बेंचमार्क परीक्षणों से पता चलता है कि पिछले जनरेशन की तुलना में सीपीयू और सीपीयू परफॉर्मेंस में काफी उछाल आया है।"
  },
  {
    "start": 20.9,
    "end": 27.8,
    "text": "लाइन इंस्ट्रक्ट टिप्स ने अपने शुरुआती हैंडसम ने कहा, यह फोन बिना किसी परेशानी की हर चीज को संभाल लेता है।"
  },
  {
    "start": 27.8,
    "end": 42.8,
    "text": "हमारी भारतीय उपयोगकर्ताओं के लिए इसका मतलब है कि एमआईयूआई 15 पर नेविगेट करते समय वेब ब्राउज करते समय या बी एमी और जेनसन इंपैक्ट जैसे ग्राफिक्स इंटेंसिव गेम खेलते समय आपको एक बटर स्मूथ अनुभव मिलेगा।"
  },
  {
    "start": 42.8,
    "end": 50.8,
    "text": "उत्कृष्ट गेमिंग परफॉर्मेंस की रिपोर्ट दी है जिसमें फोन लंबी गेमिंग सेशन के दौरान भी ठंडा रहता है।"
  },
  {
    "start": 50.8,
    "end": 57.4,
    "text": "हालांकि कुछ दे विश्लेषकों ने अत्यधिक लौट के दौरान संभावित रॉटेन के बारे में चिंता जताई है।"
  },
  {
    "start": 57.4,
    "end": 59.9,
    "text": "इस बात की पुष्टि के लिए हमें और अधिक।"
  },
  {
    "start": 60.0,
    "end": 61.9,
    "text": "व्यापक परीक्षणों का इंतजार करना होगा।"
  },
  {
    "start": 61.9,
    "end": 71.4,
    "text": "वनप्लस 11 और सैमसंग गैलेक्सी s23 अल्ट्रा की तुलना में श्यओमी 49 अल्ट्रा कच्ची प्रोसेसिंग पावर के मामले में एक कदम आगे दिखाई देता है।"
  },
  {
    "start": 71.4,
    "end": 77.7,
    "text": "अपनी असाधारण परफॉर्मेंस के लिए xiaomi14 अल्ट्रा ने 10 में से नौ की अच्छी रेटिंग प्राप्त की है।"
  },
  {
    "start": 77.7,
    "end": 82.3,
    "text": "हालांकि से संबंधित कुछ चिताओं की आगे जांच की आवश्यकता है।"
  },
  {
    "start": 82.3,
    "end": 86.7,
    "text": "शुरुआती संकेत बताते हैं की परफॉर्मेंस के मामले में यह फोन एक बेजर है।"
  }
]