[
  {
    "start": 0.0,
    "end": 8.8,
    "text": "अब बात करते हैं भारत में xiaomi14 अल्ट्रा की कीमत और उपलब्धता के बारे में यही प्रीमियम फ्लैगशिप फोन है और इसकी कीमत भी उसी के अनुसार है।"
  },
  {
    "start": 8.8,
    "end": 20.6,
    "text": "हालांकि हमारे पास अभी तक भारत की आधिकारिक कीमत नहीं है, लेकिन इसके यूरोपीय कीमत और पिछले रुझानों के आधार पर हम उम्मीद करते हैं कि यह 75000 से ₹80000 के आसपास लॉन्च होगा।"
  },
  {
    "start": 20.6,
    "end": 29.4,
    "text": "ये इसे सैमसंग गैलेक्सी, s23 अल्ट्रा और आईफोन 14 प्रो मैक्स जैसे अन्य फ्लैगशिप दिवसों के साथ सीधी प्रतिस्पर्धा में रखता है।"
  },
  {
    "start": 29.4,
    "end": 41.9,
    "text": "घी का रंजीत ने अपने प्रारंभिक इंप्रेशन वीडियो में उल्लेख किया कि अगर श्यओमी 14 अल्ट्रा की कीमत आक्रामक तरीके से रखता है तो यह भारत में प्रीमियम स्मार्टफोन सेगमेंट को बाधित कर सकता है और वह सही है।"
  },
  {
    "start": 41.9,
    "end": 49.2,
    "text": "भारतीय स्मार्टफोन बाजार बहुत ही मूल्य संवेदनशील है और एक आकर्षक मूल्य टेक श्यओमी को एक महत्वपूर्ण लाभ दे सकता है।"
  },
  {
    "start": 49.2,
    "end": 52.0,
    "text": "हालांकि यह केवल कीमत के बारे में नहीं है।"
  },
  {
    "start": 52.0,
    "end": 56.5,
    "text": "श्यओमी 14 अल्ट्रा अपने मूल्य टैग के लिए बहुत सारे मूल्य पैक करता है।"
  },
  {
    "start": 56.5,
    "end": 59.8,
    "text": "इसमें एक शानदार डिस्प्ले शक्तिशाली प्रदर्शन।"
  },
  {
    "start": 59.0,
    "end": 64.0,
    "text": "प्रभावशाली कैमरे और फास्ट चार्जिंग है जो सभी एक प्रीमियम डिजाइन में लिपटे हुए हैं।"
  },
  {
    "start": 64.0,
    "end": 76.4,
    "text": "रेडित और कस्टा जैसे फोरमों पर कई उपयोगकर्ताओं ने फोन के भारत में लॉन्च को लेकर उत्साह व्यक्त किया है और कई लोग छावनी की सराहना कर रहे हैं कि वे प्रतिस्पर्धी कीमतों पर उच्च स्तरीय सुविधाएं पेश कर रहे हैं।"
  },
  {
    "start": 76.4,
    "end": 82.3,
    "text": "लेकिन यह देखना बाकी है कि इसे उच्च मूल्य बिंदु को देखते हुए कितनी अच्छी तरह से प्राप्त किया जाएगा।"
  },
  {
    "start": 82.3,
    "end": 88.0,
    "text": "वास्तविक लॉन्च की तारीख और परी ऑर्डर विवरण अभी शाम ही इंडिया द्वारा घोषित नहीं किए गए हैं।"
  },
  {
    "start": 88.0,
    "end": 92.8,
    "text": "नवीनतम अपडेट के लिए क्लासिक रिव्यूज के सोशल मीडिया चैनलों पर नजर रखें।"
  },
  {
    "start": 92.8,
    "end": 95.9,
    "text": "हम उन्हें जैसे ही हमारे पास होंगे, साझा करेंगे।"
  },
  {
    "start": 95.9,
    "end": 106.7,
    "text": "इसके फीचर्स और आक्रामक मूल्य निर्धारण के साथ प्रीमियम सेगमेंट को हिला देने की क्षमता के लिए हम श्यओमी 14 अल्ट्रा को कीमत और उपलब्धता के लिए 10 में से आठ का स्कोर दे रहे हैं।"
  },
  {
    "start": 106.7,
    "end": 112.6,
    "text": "यह एक उच्च स्कोर है लेकिन अंतिम निर्णय वास्तविक मूल्य निर्धारण और लॉन्च ऑफिस पर निर्भर करेगा।"
  }
]