[
  {
    "start": 0.0,
    "end": 8.3,
    "text": "अब चलिए श्यओमी 14 अल्ट्रा के सॉफ्टवेयर अनुभव में डुबकी लगाते हैं जो एमआईयूआई 15 पर चलता है जो एंड्रॉयड 14 पर आधारित है।"
  },
  {
    "start": 8.3,
    "end": 12.6,
    "text": "जबकि एमआईयूआई अतीत में कुछ उपयोगकर्ताओं के लिए विवाद का विषय रहा है।"
  },
  {
    "start": 12.6,
    "end": 14.8,
    "text": "इस बार चीज बेहतर होती दिख रही है।"
  },
  {
    "start": 14.8,
    "end": 26.4,
    "text": "एमकेबीएचडी ने अपनी समीक्षा में कहा कि एमआईयूआई 15 पहले की संस्करणों की तुलना में तेज और अधिक परिष्कृत महसूस होता है, जिसमें स्मूथ एनीमेशन और एक क्लीनर समग्र सौंदर्यशास्त्र है।"
  },
  {
    "start": 26.4,
    "end": 29.6,
    "text": "द वर्ल्ड ने भी इसी तरह की भावनाओं को प्रतिद्वंत किया।"
  },
  {
    "start": 29.6,
    "end": 36.4,
    "text": "ये उल्लेख करते हुए की शाओमी ने ब्रॉडवे को कम करने और एक क्लीनर सॉफ्टवेयर अनुभव प्रदान करने में सराहनीय काम किया है।"
  },
  {
    "start": 36.4,
    "end": 40.8,
    "text": "हमारे भारतीय उपयोगकर्ताओं के लिए यह विशेष रूप से महत्वपूर्ण है।"
  },
  {
    "start": 40.8,
    "end": 48.7,
    "text": "हमने अतीत में मुई के लिए मिली जुली प्रतिक्रियाएं अच्छी है, जिसमें कुछ ने अतिरिक्त सुविधाओं और अनुकूलन विकल्पों की सराहना की है।"
  },
  {
    "start": 48.7,
    "end": 53.3,
    "text": "जबकि अन्य ने इसे अत्याधिक्षेप करी और अव्यवस्थित होने के लिए आलोचना की है।"
  },
  {
    "start": 53.3,
    "end": 59.8,
    "text": "हालांकि प्रारंभिक चैन से पता चलता है कि एमआईयूआई 15 ने इन चिताओं में से कुछ को संबोधित किया है।"
  },
  {
    "start": 59.0,
    "end": 61.3,
    "text": "अधिक संतुलित दृष्टिकोण की पेशकश की है।"
  },
  {
    "start": 61.3,
    "end": 65.3,
    "text": "इंटरफेस के माध्यम से नेविगेट करना, स्मूथ और फ्लड महसूस होता है।"
  },
  {
    "start": 65.3,
    "end": 70.5,
    "text": "एप्स तेजी से लॉन्च होते हैं और मल्टी टास्किंग को सहजता से संभालने के लिए पर्याप्त है।"
  },
  {
    "start": 70.5,
    "end": 83.1,
    "text": "हालांकि यह ध्यान देने योग्य है कि कुछ उपयोगकर्ताओं ने श्यओमी समरेडिट पर फ्री इंस्टॉल एप्स की उपस्थिति के बारे में चिंता व्यक्त की है, जिन्हें वे ब्लोट में मानते हैं जबकि इन्हें आमतौर पर अनइनस्टॉल किया जा सकता है।"
  },
  {
    "start": 83.1,
    "end": 85.1,
    "text": "ये कुछ ध्यान में रखने वाली बात है।"
  },
  {
    "start": 85.1,
    "end": 92.8,
    "text": "कुल मिलाकर श्यओमी 14 अल्ट्रा मी उइ 15 के साथ एक महत्वपूर्ण रूप से बेहतर सॉफ्टवेयर अनुभव प्रदान करता है।"
  },
  {
    "start": 92.8,
    "end": 102.0,
    "text": "युवा स्टेज और प्रतिक्रियाशील महसूस होता है और शाओमी ने ब्लोटवेयर को काम करके और एक अधिक सुव्यवस्थित अनुभव प्रदान करके उपयोगकर्ता फीडबैक को सुना है।"
  },
  {
    "start": 102.0,
    "end": 108.1,
    "text": "हालांकि कुछ भी इंस्टॉल्ड एप्स के उपस्थित अभी भी कुछ उपयोगकर्ताओं के लिए विवाद का विषय हो सकती है।"
  },
  {
    "start": 108.1,
    "end": 113.0,
    "text": "हम श्यओमी 14 अल्ट्रा के सॉफ्टवेयर अनुभव को 10 में से आठ अंक दे रहे हैं।"
  },
  {
    "start": 113.0,
    "end": 118.9,
    "text": "यह मुई के पिछली संस्करणों की तुलना में तु सुधार है लेकिन प्रबंधन के मामले।"
  },
  {
    "start": 119.0,
    "end": 120.6,
    "text": "में अभी भी सुधार की गुंजाइश है।"
  }
]